{
  "Profiles": [
    {
      "profile": "Breathe + Bathe Soundbath Series: Venice Beach",
      "img": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F224393929%2F316335414213%2F1%2Foriginal.20220204-222427?w=800&auto=format%2Ccompress&q=75&sharp=10&rect=0%2C0%2C2160%2C1080&s=88e986d1fc5767d89e992dccd8a4a689",
      "id": 1,
      "type": "Wellbeing",
      "time": "Sunday July 17th, 6:00 pm - 7:15 pm",
      "location": "Venice Beach The Electric Lodge, Venice, CA",
      "price": "$60",
      "summary": "The Breathe + Bathe wellness series is here! Join Avi Sherbill of SoundRx for a 75-minute journey with breathwork, meditation, & soundbath.",
      "description": "The Breathe + Bathe series is here! Join Avi Sherbill from SoundRx as he guides you through a 75-minute frequency healing session in-studio while you simply relax and close your eyes. It's like a massage on a cellular level!"
    },
    {
      "profile": "munDAAANG! L.A.",
      "img": "https://media.timeout.com/images/105907763/380/285/image.jpg",
      "id": 2,
      "type": "Art",
      "time": "June 1 - August 4, 2022",
      "location": "Downtown Arts District, CA",
      "price": "free",
      "summary": "See Los Angeles through the eyes of LA-based photographers who are drawn to the often-overlooked elements of our urban landscape.",
      "description": "Sure, people come to L.A. to see the palm trees, the hills and the ocean. But when you walk these streets on the regular, you become much more attuned to L.A.’s more everyday sights—and that’s especially true for the artists in this photography show. Discover beauty in L.A.’s most mundane, overlooked details at this assembly of works from nine SoCal photographers. You’ll find the show, from munDAAANG! magazine and ArtShareLA, at Angel City Brewery (after an opening reception, you can scope it out during the brewery’s regular operating hours)."
    },
    {
      "profile": "Into the Woods at Descanso Gardens",
      "img": "https://media.timeout.com/images/105720675/380/285/image.jpg",
      "id": 3,
      "type": "Theater",
      "time": "July 11 - July 17, 2022, 7:30pm",
      "location": "Descanso Gardens, La Cañada",
      "price": "$30",
      "summary": "Descanso is thrilled to present Pacific Opera Project (POP)’s production of Stephen Sondheim’s Into the Woods coming July 8–10 and 15–17. What better place to stage Into the Woods than the actual woods of one of Southern California’s premier outdoor spaces, Descanso Gardens!",
      "description": "Once upon a time in a not-so-far-off garden there lay a Sondheim production staged on the edge of the woods. Pacific Opera Project will tackle Stephen Sondheim’s Into the Woods on the main lawn of Descanso Gardens. Tickets are currently sold out, but you can email Pacific Opera Project to be added to the waitlist (come on, this is L.A.—you know at least a few people are going to flake)."
    },
    {
      "profile": "AVALON HOLLYWOOD",
      "img": "https://images.unsplash.com/photo-1516415640404-0ca8b3b68958?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8YXZhbG9uJTIwaG9sbHl3b29kfGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=900&q=60",
      "type": "Music",
      "time": "Every Night 10pm - 6am",
      "location": "1735 Vine St, Los Angeles 90028, CA",
      "price": "$20",
      "summary": "AVALON is a historic live entertainment venue and special event facility located at the world-famous intersection of Hollywood and Vine. Built in 1927, the venue has been thoughtfully restored and thoroughly maintained over the years and features state-of-the-art sound, lighting and visuals.",
      "description": "Avalon is one of Hollywood’s most historic landmarks. From The Beatles first West Coast performance in 1964 to ABC’s hit ‘Hollywood Palace’ hosted by Jerry Lewis and Sasha’s first West Coast DJ residency, the theater at Hollywood and Vine has been a show-business epicenter since opening in 1927.\n\nThis is it – the big daddy. Set in Hollywood proper directly across the street from the iconic Capitol Records building on Vine, Avalon Hollywood (formerly known as The Palace) offers a big night out experience. A converted theater with an EAW sound system, Avalon hosts Tigerheat on Thursday for the gay/mixed crowd, Control on Friday for alternative electronic dance acts, and their own Avalon night on Saturday for world-famous DJs like Paul Oakenfold and Kevin Saunderson. A little planning goes a long way - for big nights, buying presale tickets is highly recommended.",
      "id": 4
    },
    {
      "profile": "Casbah",
      "img": "https://images.unsplash.com/photo-1489749798305-4fea3ae63d43?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8Y2FzYmFofGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=900&q=60",
      "type": "Music",
      "time": "Every Night 10pm - 6am",
      "location": "Paris",
      "price": "",
      "summary": "This is it – the big daddy. Set in Hollywood proper directly across the street from the iconic Capitol Records building on Vine, Avalon Hollywood (formerly known as The Palace) offers a big night out experience. A converted theater with an EAW sound system, Avalon hosts Tigerheat on Thursday for the gay/mixed crowd, Control on Friday for alternative electronic dance acts, and their own Avalon night on Saturday for world-famous DJs like Paul Oakenfold and Kevin Saunderson. A little planning goes a long way - for big nights, buying presale tickets is highly recommended.",
      "description": "This is it – the big daddy. Set in Hollywood proper directly across the street from the iconic Capitol Records building on Vine, Avalon Hollywood (formerly known as The Palace) offers a big night out experience. A converted theater with an EAW sound system, Avalon hosts Tigerheat on Thursday for the gay/mixed crowd, Control on Friday for alternative electronic dance acts, and their own Avalon night on Saturday for world-famous DJs like Paul Oakenfold and Kevin Saunderson. A little planning goes a long way - for big nights, buying presale tickets is highly recommended.",
      "id": 5
    },
    {
      "profile": "RooRaa",
      "img": "https://images.unsplash.com/photo-1471967183320-ee018f6e114a?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8NHx8ZXZlbnQlMjBwaXJhdGUlMjBjb2NrdGFpbHN8ZW58MHx8MHx8&auto=format&fit=crop&w=900&q=60",
      "type": "Bar",
      "time": "Every Night 10pm - 2am",
      "location": "Paris",
      "price": "",
      "summary": "Parites Night",
      "description": "Cocktails Ahoy!",
      "id": 9
    },
    {
      "profile": "The 818 Night Market",
      "img": "https://images.unsplash.com/photo-1526139334526-f591a54b477c?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MXx8bmlnaHQlMjBtYXJrZXR8ZW58MHx8MHx8&auto=format&fit=crop&w=900&q=60",
      "type": "Market",
      "time": "Every 2nd and 4th Saturday",
      "location": "Mission Hills Christian Church. 14941 Devonshire ST. Mission Hills Ca, 91345",
      "price": "0",
      "summary": "The 818 Night Market Bringing the community a special event filled with Vendors, Art, Music, Games, Collectibles, and much more.",
      "description": "Featuring: Vendors, Music, Art, Fashion, FOOD, Jewelry, Games, Collectibles and much more!",
      "id": 10
    },
    {
      "profile": "Bel-Air Bay Club",
      "img": "https://images.unsplash.com/photo-1612550467658-97cb7b05043a?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8OHx8YmVhY2hjbHVifGVufDB8fDB8fA%3D%3D&auto=format&fit=crop&w=700&q=60",
      "type": "Beach Club",
      "time": "Every day 10am - 2am",
      "location": "16801 Pacific Coast Hwy, Pacific Palisades, CA 90272, United States",
      "price": "",
      "summary": "The Bel-Air Bay Club is both an event venue and a private beach club located in Pacific Palisades, Los Angeles, California. The Upper Club, includes an ocean view and on-site accommodations available for private parties.",
      "description": "Bel-Air Bay Club was built during 1927 and 1928 as part of a 31-acre project conceived by Alphonzo Bell, one of the primary developers of Los Angeles.  His previous real estate ventures included the Bel-Air neighborhood and its famous country club. Several years prior, Mr. Bell was also instrumental in the founding of the Hacienda Country Club.  Bell's family were essential contributors to the history and development of Southern California, and Alphonzo Bell was key to the development of real estate in the Los Angeles area. The country clubs he established, including Bel-Air Bay Club, are testaments to his vision of places of beauty and leisure for the growing demographic of the Hollywood elite.\n\nBel-Air Bay Club was incorporated on June 2, 1927. Mr. Bell seemed to have a special talent for developing this type of project, and his promotion of athletics was a knowledgeable one, having ranked as one of the nation's top ten tennis players in 1904.  It is an appropriate legacy to Mr. Bell, who also served as Club President from 1927 through 1945, that the Bel-Air Bay Club is, to this day, known as \"the paddle tennis club,\" having spawned several national champion players.\n\nThe Club was such a center of social activity during the 1920s, 1930s and 1940s that many celebrities frequented Club functions, along with other prominent local citizens. Today, the Club is a popular destination for family and social gatherings as well as paddle tennis, volleyball, beach activities and bridge.\n\nBel-Air Bay Club consists of two facilities separated by Pacific Coast Highway. The grounds are located on one-quarter mile of beachfront, with a total of 14-acres including picturesque bluffs overlooking the sea. Mr. Bell situated the Upper Clubhouse in such a way that it offers an unsurpassed view of Santa Monica Bay and Catalina Island, with Pacific Coast Highway completely hidden from view by the landscape. Many visitors have commented that the Bel-Air Bay Club provides one of the finest views in the world. An extensive renovation of the Lower Club was completed in 2007.",
      "id": 11
    }
  ]
}